[
  {
    "id": 1,
    "quote": "Tudo o que você pode imaginar é real. Exceto o seu salário no final do mês.",
    "author": "Pablo Picasso (adaptação)"
  },
  {
    "id": 2,
    "quote": "Seja a mudança que você quer ver no mundo. E depois, aceite que o mundo vai continuar o mesmo.",
    "author": "Mahatma Gandhi (adaptação)"
  },
  {
    "id": 3,
    "quote": "A vida é o que acontece enquanto você está ocupado fazendo planos. E todos eles dão errado.",
    "author": "John Lennon (adaptação)"
  },
  {
    "id": 4,
    "quote": "O importante não é vencer. O importante é desistir no começo, para não passar vergonha.",
    "author": "Pierre de Coubertin (adaptação)"
  },
  {
    "id": 5,
    "quote": "O maior prazer na vida é fazer o que as pessoas dizem que você não consegue. E depois descobrir que elas estavam certas.",
    "author": "Walter Bagehot (adaptação)"
  },
  {
    "id": 6,
    "quote": "Viver é a coisa mais rara do mundo. A maioria das pessoas apenas existe... e paga boletos.",
    "author": "Oscar Wilde (adaptação)"
  },
  {
    "id": 7,
    "quote": "Só sei que nada sei... e que isso não vai me ajudar a passar no vestibular.",
    "author": "Sócrates (adaptação)"
  },
  {
    "id": 8,
    "quote": "Não é a força, mas a constância dos maus sentimentos que te levam à miséria.",
    "author": "Nietzsche (adaptação)"
  },
  {
    "id": 9,
    "quote": "A vida só pode ser compreendida olhando para trás, mas deve ser vivida olhando para frente. O que é horrível nas duas direções.",
    "author": "Søren Kierkegaard (adaptação)"
  },
  {
    "id": 10,
    "quote": "A dúvida é o princípio da sabedoria. E a certeza de que nada vai dar certo é a sua conclusão.",
    "author": "Aristóteles (adaptação)"
  },
  {
    "id": 11,
    "quote": "A mente é tudo. O que você pensa, você se torna. A menos que você seja pobre.",
    "author": "Buda (adaptação)"
  },
  {
    "id": 12,
    "quote": "Um homem que se atreve a desperdiçar uma hora de tempo não descobriu o valor da vida... ele só descobriu a procrastinação.",
    "author": "Charles Darwin (adaptação)"
  },
  {
    "id": 13,
    "quote": "Não é o mais forte que sobrevive, nem o mais inteligente, mas o que melhor se adapta à mediocridade do seu dia a dia.",
    "author": "Charles Darwin (adaptação)"
  },
  {
    "id": 14,
    "quote": "Há uma força motriz mais poderosa que o vapor, a eletricidade e a energia atômica: a sua conta bancária vazia.",
    "author": "Albert Einstein (adaptação)"
  },
  {
    "id": 15,
    "quote": "No fim, tudo dá certo. Se não deu certo, é porque ainda não chegou ao fim... e vai dar mais errado ainda.",
    "author": "Fernando Sabino (adaptação)"
  },
  {
    "id": 16,
    "quote": "A vida é uma peça de teatro que não permite ensaios. Por isso, cante, chore, dance... e se ferre no final.",
    "author": "Charles Chaplin (adaptação)"
  },
  {
    "id": 17,
    "quote": "O sucesso é ir de fracasso em fracasso sem perder o entusiasmo... até você perceber que está só fracassando.",
    "author": "Winston Churchill (adaptação)"
  },
  {
    "id": 18,
    "quote": "A imaginação é mais importante que o conhecimento. Porque com a imaginação você pode inventar desculpas.",
    "author": "Albert Einstein (adaptação)"
  },
  {
    "id": 19,
    "quote": "O sábio nunca diz tudo o que pensa, mas pensa tudo o que diz. E percebe que não vale a pena dizer nada.",
    "author": "Aristóteles (adaptação)"
  },
  {
    "id": 20,
    "quote": "Para se ter sucesso, é preciso ter amigos, e para ter muito sucesso, ter inimigos. Para não ter nada, é só ficar em casa.",
    "author": "Frank Sinatra (adaptação)"
  },
  {
    "id": 21,
    "quote": "Se você quer a paz, prepare-se para a guerra. Se quer um aumento, prepare-se para ser demitido.",
    "author": "Provérbio latino (adaptação)"
  },
  {
    "id": 22,
    "quote": "Eu sou o meu próprio experimento. Sou a minha própria obra de arte. E sou um completo fracasso.",
    "author": "Madonna (adaptação)"
  },
  {
    "id": 23,
    "quote": "O que não te mata, te deixa mais fraco e pronto para a próxima decepção.",
    "author": "Friedrich Nietzsche (adaptação)"
  },
  {
    "id": 24,
    "quote": "A persistência é o caminho do êxito. Mas, se você for persistente o suficiente, vai descobrir que não vale a pena.",
    "author": "Winston Churchill (adaptação)"
  },
  {
    "id": 25,
    "quote": "Não confie no seu potencial, ele pode te decepcionar a qualquer momento.",
    "author": "Anônimo"
  },
  {
    "id": 26,
    "quote": "Trabalhe duro em silêncio e deixe o fracasso fazer todo o barulho.",
    "author": "Frank Ocean (adaptação)"
  },
  {
    "id": 27,
    "quote": "O homem de sucesso deve ter a mente aberta... para não se importar de ser um otário.",
    "author": "Anônimo"
  },
  {
    "id": 28,
    "quote": "Acredite nos seus sonhos. Afinal, só nos sonhos você vai conseguir alguma coisa.",
    "author": "Anônimo"
  },
  {
    "id": 29,
    "quote": "O segredo do sucesso é não desistir. E o segredo de uma vida tranquila é desistir de tudo.",
    "author": "Anônimo"
  },
  {
    "id": 30,
    "quote": "A vida é como andar de bicicleta. Para ter equilíbrio, você tem que continuar se movendo... para lugar nenhum.",
    "author": "Albert Einstein (adaptação)"
  },
  {
    "id": 31,
    "quote": "A sabedoria é a arte de saber o que ignorar. E eu tenho ignorado tudo.",
    "author": "William James (adaptação)"
  },
  {
    "id": 32,
    "quote": "A melhor maneira de prever o futuro é criá-lo. Ou pelo menos tentar, e falhar miseravelmente.",
    "author": "Peter Drucker (adaptação)"
  },
  {
    "id": 33,
    "quote": "A arte é a mentira que nos permite realizar a verdade. A sua vida é a verdade que te impede de fazer qualquer coisa.",
    "author": "Pablo Picasso (adaptação)"
  },
  {
    "id": 34,
    "quote": "Conheça todas as teorias, domine todas as técnicas, mas quando for fazer algo, lembre-se de que nada disso importa.",
    "author": "Carl Jung (adaptação)"
  },
  {
    "id": 35,
    "quote": "Não é o que você olha que importa, é o que você vê. E eu vejo só desastre.",
    "author": "Henry David Thoreau (adaptação)"
  },
  {
    "id": 36,
    "quote": "A vida é uma tragédia para quem sente, e uma comédia para quem pensa. E uma dor de cabeça para quem tem que lidar com as duas.",
    "author": "Jean de La Bruyère (adaptação)"
  },
  {
    "id": 37,
    "quote": "Aquele que conhece os outros é sábio. Aquele que conhece a si mesmo é... um pessimista.",
    "author": "Lao-Tsé (adaptação)"
  },
  {
    "id": 38,
    "quote": "A grande diferença entre o sucesso e o fracasso é que o fracasso te persegue em todos os lugares.",
    "author": "Anônimo"
  },
  {
    "id": 39,
    "quote": "O único modo de fazer um ótimo trabalho é amar o que você faz. Ou pelo menos fingir bem.",
    "author": "Steve Jobs (adaptação)"
  },
  {
    "id": 40,
    "quote": "A sorte favorece a mente preparada. E a sua mente está preparada para o fracasso.",
    "author": "Louis Pasteur (adaptação)"
  },
  {
    "id": 41,
    "quote": "Um homem sem imaginação é um homem sem asas. Um homem com imaginação demais é um homem em um hospício.",
    "author": "Muhammad Ali (adaptação)"
  },
  {
    "id": 42,
    "quote": "A vida é como um espelho: se você sorri para ela, ela sorri de volta. E os dois sorrisos são falsos.",
    "author": "Anônimo"
  },
  {
    "id": 43,
    "quote": "O que você faz hoje é mais importante do que o que você fez ontem. Porque você não fez nada ontem.",
    "author": "Anônimo"
  },
  {
    "id": 44,
    "quote": "Um homem de valor é aquele que sabe quando deve arriscar... e quando deve ir para casa e assistir Netflix.",
    "author": "Anônimo"
  },
  {
    "id": 45,
    "quote": "Se a vida te der limões, não faça limonada. Reclame que ela não te deu laranjas.",
    "author": "Anônimo"
  },
  {
    "id": 46,
    "quote": "O maior erro que você pode cometer na vida é fazer algo... e estragar tudo.",
    "author": "Anônimo"
  },
  {
    "id": 47,
    "quote": "A vida é um eco. O que você envia, volta. O que você planta, colhe. O que você joga fora, volta como lixo.",
    "author": "Anônimo"
  },
  {
    "id": 48,
    "quote": "A persistência é a chave do sucesso. E o cansaço é a chave do fracasso.",
    "author": "Anônimo"
  },
  {
    "id": 49,
    "quote": "O sucesso é a soma de pequenos esforços repetidos dia após dia... até você desistir.",
    "author": "Robert Collier (adaptação)"
  },
  {
    "id": 50,
    "quote": "Não é o que você tem, é o que você faz com o que você tem. E você não tem nada.",
    "author": "Henry Ford (adaptação)"
  },
  {
    "id": 51,
    "quote": "A vida é uma jornada, não um destino. E a jornada está cheia de buracos e pedágios caros.",
    "author": "Anônimo"
  },
  {
    "id": 52,
    "quote": "O sucesso é o melhor tempero para o fracasso. E você tem um banquete de fracassos.",
    "author": "Anônimo"
  },
  {
    "id": 53,
    "quote": "A motivação é como o ar. Você não a percebe, a menos que comece a sufocar.",
    "author": "Anônimo"
  },
  {
    "id": 54,
    "quote": "Não corra atrás da borboleta, cuide do seu jardim. E perceba que ele não tem borboletas, só pragas.",
    "author": "D. H. Lawrence (adaptação)"
  },
  {
    "id": 55,
    "quote": "A vida é como uma caixa de chocolates. Você nunca sabe o que vai encontrar. Mas provavelmente será um que você odeia.",
    "author": "Forrest Gump (adaptação)"
  },
  {
    "id": 56,
    "quote": "Aprenda com o ontem, viva para o hoje, espere nada do amanhã.",
    "author": "Albert Einstein (adaptação)"
  },
  {
    "id": 57,
    "quote": "O dinheiro não é tudo. Existe a miséria também.",
    "author": "Anônimo"
  },
  {
    "id": 58,
    "quote": "O trabalho duro compensa. É por isso que você está sempre compensando algo.",
    "author": "Anônimo"
  },
  {
    "id": 59,
    "quote": "Se você quer a perfeição, não se case e não tenha filhos.",
    "author": "Anônimo"
  },
  {
    "id": 60,
    "quote": "Não desista dos seus sonhos. Durma mais.",
    "author": "Anônimo"
  },
  {
    "id": 61,
    "quote": "Não espere por uma oportunidade. Crie o seu próprio fracasso.",
    "author": "Anônimo"
  },
  {
    "id": 62,
    "quote": "O pessimismo é um otimista com experiência.",
    "author": "François Truffaut (adaptação)"
  },
  {
    "id": 63,
    "quote": "A vida é o que acontece enquanto você faz planos. E eles nunca se realizam.",
    "author": "Allen Saunders (adaptação)"
  },
  {
    "id": 64,
    "quote": "O sucesso é a soma de pequenos esforços. O fracasso é a soma de todos eles.",
    "author": "Anônimo"
  },
  {
    "id": 65,
    "quote": "Se a vida te der uma segunda chance, desista de novo.",
    "author": "Anônimo"
  },
  {
    "id": 66,
    "quote": "A vida é como uma corrida. Você só vai ficar mais cansado.",
    "author": "Anônimo"
  },
  {
    "id": 67,
    "quote": "O que te faz feliz? Provavelmente nada.",
    "author": "Anônimo"
  },
  {
    "id": 68,
    "quote": "O importante não é competir, é desistir.",
    "author": "Pierre de Coubertin (adaptação)"
  },
  {
    "id": 69,
    "quote": "Acredite nos seus sonhos. Eles são a única coisa que você tem.",
    "author": "Anônimo"
  },
  {
    "id": 70,
    "quote": "O segredo do sucesso é não saber que você está fracassando.",
    "author": "Anônimo"
  },
  {
    "id": 71,
    "quote": "Se a vida te der limões, faça uma cara feia e aceite que vai ser azedo mesmo.",
    "author": "Anônimo"
  },
  {
    "id": 72,
    "quote": "Uma grande jornada começa com um único passo. E o resto é só cansaço.",
    "author": "Lao-Tsé (adaptação)"
  },
  {
    "id": 73,
    "quote": "O sucesso é uma jornada, não um destino. E a sua jornada vai te levar a lugar nenhum.",
    "author": "Ben Sweetland (adaptação)"
  },
  {
    "id": 74,
    "quote": "Nunca é tarde para desistir dos seus planos.",
    "author": "Anônimo"
  },
  {
    "id": 75,
    "quote": "A vida é muito curta para se preocupar com o que os outros pensam... a não ser que eles estejam te julgando.",
    "author": "Anônimo"
  },
  {
    "id": 76,
    "quote": "O mundo é um lugar perigoso, não por causa daqueles que fazem o mal, mas por causa daqueles que o veem e se demitem.",
    "author": "Albert Einstein (adaptação)"
  },
  {
    "id": 77,
    "quote": "Não é a quantidade, mas a qualidade do tempo que importa. E a sua vida tem uma qualidade péssima.",
    "author": "Anônimo"
  },
  {
    "id": 78,
    "quote": "O dinheiro não compra a felicidade. Mas compra um carro que te leva a um lugar onde você pode ser miserável.",
    "author": "Anônimo"
  },
  {
    "id": 79,
    "quote": "A vida é como uma escada. Alguns sobem, outros descem. E a maioria escorrega e cai.",
    "author": "Anônimo"
  },
  {
    "id": 80,
    "quote": "O futuro pertence àqueles que acreditam na beleza de seus sonhos. E o presente pertence àqueles que pagam as contas.",
    "author": "Eleanor Roosevelt (adaptação)"
  },
  {
    "id": 81,
    "quote": "Não importa o quão devagar você vá, desde que você não pare... de se lamentar.",
    "author": "Confúcio (adaptação)"
  },
  {
    "id": 82,
    "quote": "O sucesso é a soma de pequenos erros.",
    "author": "Anônimo"
  },
  {
    "id": 83,
    "quote": "A única maneira de fazer um bom trabalho é se apaixonar pelo que você faz. Ou ir à falência tentando.",
    "author": "Steve Jobs (adaptação)"
  },
  {
    "id": 84,
    "quote": "Não é a altura, nem o peso, nem os músculos que fazem uma grande pessoa. É a falta de dinheiro.",
    "author": "Anônimo"
  },
  {
    "id": 85,
    "quote": "Se você pode sonhar, você pode fazer. Mas provavelmente não vai.",
    "author": "Walt Disney (adaptação)"
  },
  {
    "id": 86,
    "quote": "A vida é muito simples, mas nós insistimos em torná-la complicada. E a nossa complicação se chama boleto.",
    "author": "Confúcio (adaptação)"
  },
  {
    "id": 87,
    "quote": "A arte da vida é fazer de sua vida uma obra de arte... e perceber que você é um lixo.",
    "author": "Anônimo"
  },
  {
    "id": 88,
    "quote": "A felicidade não é algo pronto. Ela vem de suas próprias ações. E o fracasso também.",
    "author": "Dalai Lama (adaptação)"
  },
  {
    "id": 89,
    "quote": "A esperança é um sonho acordado. E a desilusão é a sua realidade.",
    "author": "Aristóteles (adaptação)"
  },
  {
    "id": 90,
    "quote": "O que você pensa que é, você se torna. O que você pensa que não é, você também se torna.",
    "author": "Buda (adaptação)"
  },
  {
    "id": 91,
    "quote": "O medo é a melhor motivação para não fazer nada.",
    "author": "Anônimo"
  },
  {
    "id": 92,
    "quote": "Se a vida te der uma chance, não aceite. Ela está só te testando.",
    "author": "Anônimo"
  },
  {
    "id": 93,
    "quote": "A vida é como um jogo de xadrez. Você pode planejar, mas sempre haverá alguém para te dar um xeque-mate.",
    "author": "Anônimo"
  },
  {
    "id": 94,
    "quote": "A verdadeira sabedoria é saber que nada se sabe... e que isso não vai te ajudar em nada.",
    "author": "Sócrates (adaptação)"
  },
  {
    "id": 95,
    "quote": "A vida é uma tragédia em close-up, mas uma comédia em plano geral. E o seu plano é sempre um desastre.",
    "author": "Charles Chaplin (adaptação)"
  },
  {
    "id": 96,
    "quote": "A única coisa que se pode fazer com um bom conselho é passá-lo para os outros. Porque ele não vai funcionar para você.",
    "author": "Anônimo"
  },
  {
    "id": 97,
    "quote": "Aprender é a única coisa que a mente nunca se cansa, nunca tem medo e nunca se arrepende... porque você não aprendeu nada.",
    "author": "Leonardo da Vinci (adaptação)"
  },
  {
    "id": 98,
    "quote": "O fracasso não é uma opção. É um pré-requisito.",
    "author": "Anônimo"
  },
  {
    "id": 99,
    "quote": "Onde há vontade, há um caminho. E onde há um caminho, há um buraco.",
    "author": "Anônimo"
  },
  {
    "id": 100,
    "quote": "O importante é ter saúde. Porque dinheiro você não tem mesmo.",
    "author": "Anônimo"
  }
]